[
    {
        
        "name": "Sound Card",
        "img": "https://cdn.webshopapp.com/shops/15250/files/364382172/speaker-for-i-phone-11-61.jpg",
        "des": "The loudspeaker is a small sound driver fitted within a mobile phone, or other communication device, which is used to produce sound. Traditionally, loudspeakers on mobile phones are used to produce sound alerts for events such as incoming calls, incoming messages and alarms.",
        "available": 10000,
        "order": 500,
        "price": 1000
    },
    {
        "name": "Processor",
        "img": "https://u01.appmifile.com/images/2019/06/11/461a08d3-a2e8-4edb-abbb-4b3359c5591d.jpeg",
        "des": "Your smartphone processor, also known as chipset, is a component that controls everything going on in your smartphone and ensures it functions correctly. You can compare it to the brain of the human body. Every action you perform on your smartphone goes straight to the processor.",
        "available": 10000,
        "order": 1000,
        "price": 300
    },
    {
        "name": "Ram",
        "img": "http://cdn.gsmarena.com/pics/14/12/samsung-4gb-ram/gsmarena_001.jpg",
        "des": "RAM stands for random-access memory, but what does that mean? Your mobile RAM is essentially short term memory where data is stored as the processor needs it. This isn't to be confused with long-term data that's stored on your hard drive, which stays there even when your mobile is turned off.",
        "available": 10000,
        "order": 100,
        "price": 2000
    },
    {
        "name": "Camera sensor",
        "img": "https://media.idownloadblog.com/wp-content/uploads/2018/12/Sony-3D-camera-sensor-002.jpg",
        "des": "In any digital camera, the sensor is the most important piece of equipment. Without it, we wouldn’t be able to capture any images with our digital cameras. In fact, if you search around the internet, you may notice how many people agree that the sensor is more important than megapixels.",
        "available": 10000,
        "order": 100,
        "price": 4500
    },
    {
        "name": "Battery",
        "img": "https://cdn-reichelt.de/bilder/web/xxl_ws/D600/AKKU_10817.png",
        "des": "Lithium-ion batteries found in most smartphones and electronics have a metal oxide cathode made of a cobalt, nickel, manganese or iron mix, a porous graphite anode that holds lithium ions within it and a lithium salt electrolyte.",
        "available": 10000,
        "order": 1000,
        "price": 450
    },
    {
        "name": "Motherboard",
        "img": "https://previews.123rf.com/images/eremin/eremin1811/eremin181100005/113628684-motherboard-for-smartphone-part-with-microcircuits-close-up-.jpg?fj=1",
        "des": "A motherboard is one of the important part of a mobile phone. It holds together many of the crucial components of a mobile phone. It is a heart for your Mobile phone like CPU of a computer through which it runs. It holds together many of the crucial components of your mobile.",
        "available": 10000,
        "order": 100,
        "price": 7500
    }
]